[
    {
        "id": 123,
        "company_logo": "google.png",
        "job_title": "Web Developer",
        "company": "Google",
        "job_type": "Onsite",
        "duty_time": "Full Time",
        "location": "Mountain View, CA",
        "salary": 70,
        "job_description": "We are seeking a talented Web Developer to join our team. The ideal candidate will have experience in developing responsive websites and web applications, using modern front-end technologies such as HTML5, CSS3, and JavaScript. As well as working collaboratively with other developers and designers to create innovative solutions.",
        "responsibility": "Design and develop responsive websites and web applications...",
        "education": "Bachelor's degree in Computer Science or related field...",
        "experience": "3+ years of experience in web development...",
        "phone": "555-555-1234",
        "email": "jobs@google.com",
        "address": "1600 Amphitheatre Parkway, Mountain View, CA 94043"
    },
    {
        "id": 234,
        "company_logo": "netflix.png",
        "job_title": "Marketing Manager",
        "company": "Netflix",
        "job_type": "Onsite",
        "duty_time": "Part Time",
        "location": "Los Gatos, CA",
        "salary": 60,
        "job_description": "We are seeking a dynamic Marketing Manager to lead our marketing team. The ideal candidate will have experience in developing and executing successful marketing strategies for digital products or services. Collaborating with cross-functional teams to ensure successful product launches and campaigns. The candidate should have excellent communication and  collaborative environment.",
        "responsibility": "Develop and execute marketing strategies...",
        "education": "Bachelor's degree in Marketing or related field...",
        "experience": "5+ years of experience in marketing management...",
        "phone": "555-555-5678",
        "email": "jobs@netflix.com",
        "address": "100 Winchester Cir, Los Gatos, CA 95032"
    },
    {
        "id": 345,
        "company_logo": "airbnb.png",
        "job_title": "Software Engineer",
        "company": "Airbnb",
        "job_type": "Remote",
        "duty_time": "Full Time",
        "location": "San Francisco, CA",
        "salary": 80,
        "job_description": "We are seeking a talented Software Engineer to join our Remote team. The ideal candidate will have experience in developing and maintaining high-quality software products using modern programming languages such as Python, Java, or Ruby.applications and services, as well as working collaboratively with other engineers and cross-functional teams to deliver innovative solutions to our customers.",
        "responsibility": "Develop and maintain high-quality software products using modern programming languages such as Python, Java, or Ruby...",
        "education": "Bachelor's or Master's degree in Computer Science or related field...",
        "experience": "3+ years of experience in software engineering...",
        "phone": "555-555-9012",
        "email": "jobs@airbnb.com",
        "address": "888 Brannan St, San Francisco, CA 94103"
    },
    {
        "id": 456,
        "company_logo": "tesla.png",
        "job_title": "Product Designer",
        "company": "Tesla",
        "job_type": "Onsite",
        "duty_time": "Full Time",
        "location": "New York, NY",
        "salary": 75,
        "job_description": "We are seeking a creative and experienced Product Designer to join our team in New York. The ideal candidate will have experience in designing user-centric digital products and services, as well as expertise in such as Sketch,The candidate will be responsible for designing innovative products and features that meet the needs of our users, as well as mentoring and guiding junior designers to ensure high-quality design standards.",
        "responsibility": "Design user-centric digital products and services...",
        "education": "Bachelor's or Master's degree in Design or related field...",
        "experience": "5+ years of experience in product design...",
        "phone": "555-555-3456",
        "email": "jobs@google.com",
        "address": "111 8th Ave, New York, NY 10011"
    },
    {
        "id": 567,
        "company_logo": "netflix.png",
        "job_title": "Data Scientist",
        "company": "Netflix",
        "job_type": "Onsite",
        "duty_time": "Full Time",
        "location": "Los Gatos, CA",
        "salary": 90,
        "job_description": "We are seeking a talented Data Scientist to join our team. The ideal candidate will have experience in designing and implementing data-driven solutions to complex business problems.The candidate will be responsible for designing and conducting experiments, analyzing data, and communicating insights and recommendations to cross-functional teams to drive business decisions and improve customer experiences.",
        "responsibility": "Design and implement data-driven solutions to complex business problems...",
        "education": "Master's or PhD degree in Data Science, Statistics, or related field...",
        "experience": "3+ years of experience in data science or related field...",
        "phone": "555-555-7890",
        "email": "jobs@netflix.com",
        "address": "100 Winchester Cir, Los Gatos, CA 95032"
    },
    {
        "id": 789,
        "company_logo": "tesla.png",
        "job_title": "Software Engineer",
        "company": "Tesla",
        "job_type": "Remote",
        "duty_time": "Full Time",
        "location": "Los Gatos, CA",
        "salary": 100,
        "job_description": "We are seeking a skilled Software Engineer to join our Remote team. The ideal candidate will have experience in developing and maintaining high-quality software products using modern programming languages such as Java, Scala, or Kotlin. collaborating with cross-functional teams, and contributing to the continuous improvement of our development processes.",
        "responsibility": "Develop and maintain high-quality software products...",
        "education": "Bachelor's or Master's degree in Computer Science or related field...",
        "experience": "3+ years of experience in software engineering...",
        "phone": "555-555-2345",
        "email": "jobs@netflix.com",
        "address": "100 Winchester Cir, Los Gatos, CA 95032"
    },
    {
        "id": 890,
        "company_logo": "google.png",
        "job_title": "Product Manager",
        "company": "Google",
        "job_type": "Remote",
        "duty_time": "Full Time",
        "location": "Mountain View, CA",
        "salary": 120,
        "job_description": "We are seeking an experienced Product Manager to join our Remote team. The ideal candidate will have a track record of delivering successful digital products and services, as well as expertise in product strategy, for defining and executing product roadmaps, gathering and analyzing user feedback, and driving the overall success of our products and services.",
        "responsibility": "Define and execute product roadmaps...",
        "education": "Bachelor's or Master's degree in Business, Engineering, or related field...",
        "experience": "5+ years of experience in product management...",
        "phone": "555-555-6789",
        "email": "jobs@google.com",
        "address": "1600 Amphitheatre Pkwy, Mountain View, CA 94043"
    },
    {
        "id": 901,
        "company_logo": "airbnb.png",
        "job_title": "Data Analyst",
        "company": "Airbnb",
        "job_type": "Onsite",
        "duty_time": "Part Time",
        "location": "Paris, France",
        "salary": 60,
        "job_description": "We are seeking a skilled Data Analyst to join our team in Paris. The ideal candidate will have experience in data analysis and visualization,  conducting exploratory data analysis, creating data visualizations and dashboards, and communicating insights and recommendations to stakeholders to drive business decisions and improve customer experiences.",
        "responsibility": "Conduct exploratory data analysis...",
        "education": "Bachelor's or Master's degree in Data Science, Statistics, Computer Science, or related field...",
        "experience": "2+ years of experience in data analysis or related field...",
        "phone": "555-555-1234",
        "email": "jobs@airbnb.com",
        "address": "99 rue de Rivoli, 75001 Paris, France"
    },
    {
        "id": 912,
        "company_logo": "tesla.png",
        "job_title": "Marketing Manager",
        "company": "Tesla",
        "job_type": "Remote",
        "duty_time": "Full Time",
        "location": "Mountain View, CA",
        "salary": 110,
        "job_description": "We are seeking a talented Marketing Manager to join our Remote team. The ideal candidate will have experience in developing and executing successful marketing campaigns, as well as expertise in digital marketing channels such as social media, email, and SEO. The candidate should also have strong analytical and communication skills, and experience collaborating with cross-functional teams to drive business results.",
        "responsibility": "Develop and execute marketing strategies...",
        "education": "Bachelor's or Master's degree in Marketing, Business, or related field...",
        "experience": "5+ years of experience in marketing...",
        "phone": "555-555-6789",
        "email": "jobs@google.com",
        "address": "1600 Amphitheatre Pkwy, Mountain View, CA 94043"
    }
]